{"data":[{"text":"All gates before you go\nthrough the narrow,\nthrough the narrowest,\nbecause it is uncertain to know where enemies\nsit on the surface.\n"},{"text":"Give health!\nA guest has come in,\nwhere shall he sit? Very soon\nhe who is on the edge shall try his luck too.\n"},{"text":"Fire is needed by those who have come in\nand on their knees the coal.\nFood and shelter are needed by a man,\nby those who have gone over the mountain.\n"},{"text":"Water is needed by those who come to\nthe end, dry and popular,\ngood for the thirst if they can find\nwords and silence.\n"},{"text":"Wisdom is needed by those who wander far and wide;\nwhat is pumped at home;\nin an instant\nhe who does not know and sits with his snot.\n"},{"text":"In his thinking a man should be brave,\nkeeps his mind on guard; then he comes to the palace of the world,\nand seldom is wise in speech,\nbecause a man never finds a friend more unshakable\nthan great human wisdom.\n"},{"text":"In the house of a guest, who comes to the house,\nhe listens to a thin sound,\nlistens with his ears,\nbut sees with his eyes;\nso each learns new things before him.\n"},{"text":"Happy is he who gets too much\npraise and praise for himself;\n\nit is worse with that,\nthat a man should have another's breasts in him.\n"},{"text":"Happy is he who himself is too much\npraise and knowledge,\nwhile he lives;\nbecause a man has often taken evil counsel from another's breasts.\n"},{"text":"A better burden is a man's burden than a man's wisdom; a better fortune is a man's burden in an unknown place; such is the fate of the wicked.\n"},{"text":"A better burden is a man's burden than a man's wisdom; a worse reward is a man's reward than a man's excessive drinking of ale.\n"},{"text":"It is as good as good to say good to the sons of the ages, for to bear is known, the more one drinks to one's heart's content.\n"},{"text":"The unforgetable is he who thunders above the ages, he steals the heart's content; with the feathers of that bird I bound a raven in Gunnlad's garden.\n"},{"text":"I became an ale, I became a prey to the wise Fjalar; therefore the ages are best, that each one will later claim his own heart's content.\n"},{"text":"The nation's children should be quiet and thoughtful\nand brave in battle; each one should be cheerful and cheerful\nuntil his time awaits death.\n"},{"text":"An unwise man thinks you will live,\nif he avoids slaughter;\nbut evil gives him no peace,\neven if the gypsies give him.\n"},{"text":"A blind man who comes to meet,\nshall hide or roar;\neverything is sudden, if he can get too much,\nthen the mood of the gypsy is high.\n"},{"text":"He alone knows who has wandered far\nand has traveled many times,\nwhat mood guides each gypsy,\nhe who knows is wise.\n"},{"text":"If a man holds a vessel,\ndrinks mead in moderation,\nspeaks or keeps silent,\nno one will know that you go to bed early.\n"},{"text":"A greedy man, unless he knows his mind,\nseems to be old;\noften gets a laugh, who comes with a wickedness,\nto a man with a foolish stomach.\n"},{"text":"Herds know when they are to go home,\nand then go off to pasture;\nbut an ill-tempered man can always\nknow his stomach's language.\n"},{"text":"A wretched man and a bad temper\nlaughs at everything;\nbut he knows, when he should know,\nthat he is a bad-tempered man.\n"},{"text":"An ill-tempered man stays awake all night\nand thinks about everything;\nThen the mother, who comes in the morning,\nall is as it was.\n"},{"text":"A foolish man thinks everyone is a friendly friend;\nhe meets a father, although few read about him,\nif he sits with his friends.\n"},{"text":"A foolish man thinks everyone is a friendly friend;\nthen he finds, when he comes to the assembly,\nthat he has few to say.\n"},{"text":"A foolish man thinks he knows everything,\nif he has a bad life;\nbut he knows\nwhat to say,\nif his temptation comes.\n"},{"text":"A foolish man, who comes with age,\nit is best that he be silent;\nno one knows that he cannot,\nunless he speaks much;\nA man knows, the wise man knows,\nthough he speaks much.\n"},{"text":"A wise man is he who can tell a story\nand say the same;\nsons of knowledge may hide a secret,\nthat is what goes around.\n"},{"text":"He who is always silent speaks with dignity,\nwith a pointless speech;\na hasty tongue, unless it is restrained,\noften sees itself as too good.\n"},{"text":"In an instant a man shall have another,\nthough he comes to know;\nmany then a wise man thinks,\nif he is known-at\nand he reaches the dry mountain thunder.\n"},{"text":"A wise man thinks, he who takes flight,\ngoes to the top of the hill;\na wise man is he who is too worthy to smile,\nthough he with a grudge roars.\n"},{"text":"Many old men are good-natured,\nbut their value is evil;\nthe gossip of ages will always be,\na guest with a guest.\n"},{"text":"A man must often get a few every year,\nunless he comes to meet:\na scoundrel and a swindler, pretending to be sold\nand can report that he has got a few.\n"},{"text":"A bad friend is a great enemy,\neven though he is on a farm,\nbut to a good friend\nthere are paths open,\neven though he is far away.\n"},{"text":"A guest must walk,\nand be an island in one place;\na sweet thing becomes sad, if he sits long\nelsewhere.\n"},{"text":"A farm is better,\nthough it is small,\nbut each has a home;\nthough two goats are not and a hall is torn,\nit is still better than a prayer.\n"},{"text":"A farm is better, though it be small,\neveryone is at home;\na bloody heart, those who ask should\ntake care of every matter.\n"},{"text":"A man shall advance with his weapon on foot,\nbecause it is uncertain to know,\nwhen the need of the poor will arise on the roads of the wilderness.\n"},{"text":"I have found a gentle man or such good food,\nthat it would be accepted silently,\nor his cattle\nso clever [clever], that if he endures, his suffering is a reward.\n"},{"text":"A man should endure the need of his cattle,\nwhich he has obtained;\noften he spares the suffering, that he has a sweet heart;\nmany things go worse than they last.\n"},{"text":"With weapons and dangers, friends shall rejoice;\nthat which is seen in themselves;\nThe giver and the receiver are friends for the longest time,\nif it is to be well.\n"},{"text":"A man shall be a friend to his friend\nand repay gift for gift;\nLaughter for laughter should be accepted, but slander for lies.\n"},{"text":"A man should be a friend to his own friend,\nand to them also;\nbut no man should be a friend to his enemy.\n"},{"text":"Know that if you have a friend, one whom you trust well,\nand you want to get good from him,\nyou should mix good with him\nand exchange gifts, and go and find him often.\n"},{"text":"If you have another, one whom you trust badly,\nand you want to get good from him,\nyou should speak nicely to him,\nbut think lightly\nand repay slander with lies.\n"},{"text":"It is still more for one whom you trust badly\nand you suspect of his disposition,\nyou should laugh with him and speak from the heart;\nsimilarly, rewards should be given with gifts.\n"},{"text":"I was young once, I went alone,\nthen I became lost;\nI thought that wealth, when I found another,\na man is a man's delight.\n"},{"text":"Gentle, bold men live best,\nseldom do they grow;\nbut an unwise man, fearing the heat,\nis always quick to give gifts.\n"},{"text":"I gave my vows to\ntwo wooden men;\nit seemed to me that they had torn;\nnone is a tree of gloom.\n"},{"text":"The hill on which a village stands,\nis warmed by neither bark nor needles;\nsuch is a man, who is a man's friend.\nHow long shall he live?\n"},{"text":"A hotter fire burns\nwith bad friends, peace five days,\nbut then it goes out, when the wind comes in,\nand all friendship deteriorates.\n"},{"text":"One great thing shall be given to a man;\noften buys himself in little praise,\nwith half a loaf and with a poor vessel\nI gained a companion.\n"},{"text":"Small sands of small seas\nsmall are the minds of the wise;\nfor all men became equally wise;\nhalf is an age where.\n"},{"text":"The average man's snore is every man;\nlife to snore is;\nthose who live best,\nwho know much.\n"},{"text":"The average man's snore is every man,\nlife to snore is;\nfor the snore man's heart\nis seldom glad,\nif he is always snore,\nwho is.\n"},{"text":"The average man's snore is every man,\nlife to snore is;\nno one knows his fate,\nfor he is the most carefree of sorrows.\n"},{"text":"Fire burns from fire, until the fire is,\na fire is kindled by a fire;\nA man of man becomes a sheep in speech,\nbut a swindler in secret.\n"},{"text":"A year shall rise, he who otherwise wants\nto have money or life;\nseldom does a lying wolf\nlearn too much, nor a sleeping man win.\n"},{"text":"A year shall rise, he who is on labor,\nand goes to his work with understanding;\nmuch too long, he who sleeps in the morning,\nis half empty under the waters.\n"},{"text":"Dry skis and roofed with snow,\nthat a man knows well, of that wood,\nthat may win matters and seasons.\n"},{"text":"Washed and fed\na man rides to the Thing,\nthough he is well-prepared;\nNo man can wear and wear a horse's coat, even if he has a good one.\n"},{"text":"A hawk and a hawk come to the sea,\nan eagle to the age;\nso is a man who comes with many,\nand to the few he speaks.\n"},{"text":"He who is wise shall tell and tell,\nhe who wants to be called a hawk;\none shall know neither another,\na nation knows, if three row.\n"},{"text":"He who has his kingdom in moderation shall manage his affairs;\nthen he finds that which comes with boldness\nthat no one is too hasty.\n"},{"text":"-- -- -- --\n-- -- -- --\nthe words of those who say to others\noften he gets too much.\n"},{"text":"I came very early to many places,\nbut late to some;\nBeer was drunk, some were bad,\nrarely does sorrow meet in the land.\n"},{"text":"Here and elsewhere would I be invited home too,\nif I needed a meal,\nor two leathers hung at the feet of a faithful friend,\nwhere I had eaten one.\n"},{"text":"Fire is best with strong sons\nand the sun's sight, his health,\nif a man has reached,\nwithout the vice of living.\n"},{"text":"Is-that a man is all wretched,\neven though he is ill-healthy;\nsome are happy because of their sons, some because of their relatives,\nsome because of their wealth, some because of their deeds.\n"},{"text":"It is better to live than not to live,\nyou cannot get a live cow;\nI saw a fire burning a rich man,\nbut outside was dead before the door.\n"},{"text":"A lame horse rides, a herd is driven by an untrained hand,\na dull road and a good one,\na blind man is better than a burnt one,\na useful man's hand.\n"},{"text":"A son is better, though he is too late to be raised\nafter a long journey;\nseldom do stones stand near the path,\nunless they rise up and fall.\n"},{"text":"Two horses are like armies, the tongue is the death of the head;\nis to me in the heat of each hand a pleasure.\n"},{"text":"The night becomes happy who is faithful to the food,\nshames the ship's row;\nthe autumn's gloom disappears;\nmore weather is in five days\nthan more in a month.\n"},{"text":"He who knows, who knows not,\nmany are made of gold;\none is rich, another is poor,\nlet him bear the burden of the great danger.\n"},{"text":"Money dies, relatives die,\nself dies the same,\nbut reputation never dies,\nwhoever gets good for himself.\n"},{"text":"Money dies, relatives die,\nself dies the same,\nI know one thing that never dies:\na judgment on each death.\n"},{"text":"Full gates I saw for Fitjung's sons,\nnow they bear the choice of dangers;\nso is wealth as the twinkling of an eye,\nhe is the choicest of friends.\n"},{"text":"A worthless man,\nif he gains\nmoney or valuables,\nhe is ambitious,\nbut never human wisdom,\nhe goes far in secret.\n"},{"text":"That is then proven, if you ask the runes\nof the wise men,\nwho made the sly\nand got the fimbulthul, then he has bettered if he keeps silent.\n"},{"text":"At evening the day shall be permitted,\na woman who is burned, a mache who is tried,\na maiden who is given, ice that comes over,\na beer that is drunk.\n"},{"text":"In the wind we shall chop wood,\nweather at sea calm, darkness with man can talk,\nmany are the eyes of the day; on a ship shall creep strength,\nbut on a shield for protection, a mache for a blow,\nbut a maiden for a kiss.\n"},{"text":"By fire we shall drink ale,\nbut on ice we shall crawl, a lean man buys,\nbut a dirty man buys, a horse at home is fat,\nbut a dog on a farm.\n"},{"text":"A maiden's words should not be believed by man\nnor what a woman says, because at what\n"},{"text":"Even if one meets his brother's death on the road,\na house half-burnt, a horse all broken,\n- then the sea is useless if one leg is broken -,\na man becomes so sure that he believes all this.\n"},{"text":"Such is the peace of women, those who think lightly,\nwho drive unbridled on slippery ice,\ntough, two-year-old and is poorly tamed,\nor in a stormy wind graze uncontrollably,\nor must throw the lame clean in the mountains.\n"},{"text":"Now I speak plainly, for I know both,\nthat men's hearts are kind to women;\nthen we speak most beautifully, when we are full of thoughts:\nthat seduces a cruel heart.\n"},{"text":"He who wants to get the love of a poet,\nlike the pleasure of a bright man,\nhe who gets it is free.\n"},{"text":"No man should ever love another;\noften get on the sly, which on the foolish nor get,\nbeautiful colors.\n"},{"text":"Know that another man must,\nthis is what many go through;\nfoolishness from slyness makes the son of the sly make a difference in the power.\n"},{"text":"The mind alone knows that which lives near the heart,\none who sees too much;\nnothing is sicker than a man who is sly than to see nothing to love.\n"},{"text":"That I then experienced, when I sat in the reed,\nand the weight of my difference;\nflesh and heart were in my sly maiden;\nI endured her to be more honorable.\n"},{"text":"I found the maiden of Billings lying on a bed of sun-white;\nthe earl's love seemed to me to be\nexcept with that kind of life.\n"},{"text":"\"Even nearer the evening, Odin, you must come,\nif you wish to speak to me;\nall things are unrighteous, unless some know\nsuch a fate together.\"\n"},{"text":"Then I departed and we thought\nwisely we would leave;\nbut I thought that I had formed\nher mind and joy.\n"},{"text":"So I came next, that in the new year the whole village was\nalready awake with burning lights\nand burnt wood, so was the path too familiar to me.\n"},{"text":"Even nearer the morning, when I had still come,\nthen Saldrót was too asleep;\npoor one I then found the good woman\ntied to pray.\n"},{"text":"Many are good maidens, if they dare to know,\nwith a tail;\nthen I tried that, when the plan\nI stretched out on the flowing stream;\nwhose scorn sought me the cruel man,\nand I had the knowledge of that.\n"},{"text":"At home a cheerful fellow and with guests a quarrel,\nshall be about himself, small and talkative,\nif he wants to be well-versed,\noften shall have good things to say;\nfimbulfambi is called, he who can say little,\nthat is the chief of no use.\n"},{"text":"In the old giant I sought,\nnow I have come again too: little I could silently there;\nmany words I spoke in my fame\nin Suttung's halls.\n"},{"text":"Gunnlöð gave me a golden chair to\ndrink the expensive mead;\nill fees I left her to have\nfor her whole mind, for her severe rest.\n"},{"text":"Rata's mouth let us\nhave too few rooms and gnaw on stones;\nOver and under the giants' paths,\nso I venture to head.\n"},{"text":"I have used well-bought color well,\nfew are wanting to the wise,\nbecause Oðrerir\nhas now risen in the age of the edge.\n"},{"text":"I am sure that I would still have come\nfrom the giants' gardens,\nif I Gunnlad nor use,\nthe good wife,\nof those whom I laid my arm over.\n"},{"text":"In the dead of day the frost-thirs\nwent to Háva's council to tell Háva's hall;\nthat they asked Bölverk,\nif he had come with bonds\nor had Suttungr too seen him.\n"},{"text":"Oðinn the ogre, I think, has succeeded;\nwhat shall his loyal ones believe?\nSuttung the betrayer he let slip\nand weep Gunnlöða.\n"},{"text":"The matter is to cast spells on the throne of Urðarbrunn, I saw and kept quiet, I saw and kept quiet, I listened to the words of men; I heard too runes judge, nor too silent counsels Háva held at, Háva held in, I heard him say thus: 112. We advise you, Loddfáfnir, but you learn counsel, - you would enjoy it if you do, you would be well if you can -: at night you rise unless you are on guard, or you look inside yourself out of place. 113. We advise you, Loddfáfnir, but you learn counsel, - you would enjoy it if you do, you would be well if you can -: you shall sleep in the arms of a woman of many talents, so that she may be able to join you. 114. She does so, that you do not listen\nto the assembly or the people's speech;\nif you eat want-to or human pleasure,\nyou go to sleep sorrowful.\n"},{"text":"We advise you, Loddfáfnir,\nbut you take advice, -\nyou should enjoy, if you take, you will be good,\nif you can -:\nnever stretch out your ear to another woman's wife.\n"},{"text":"We advise you, Loddfáfnir,\nbut you take advice, -\nyou should enjoy, if you take, you will be good, if you can -:\non a mountain or a fjord, if times go well for you,\nyou will find that you are worth well.\n"},{"text":"We advise you, Loddfáfnir,\nbut you will learn advice, -\nyou will enjoy it if you learn, you will be good if you can -:\nnever let a bad man know of misfortune,\nbecause from an evil man you will never get\nthe rewards of a good heart.\n"},{"text":"I saw a wicked woman bite the tail\nof a wicked woman;\nher tongue became a slanderer\nand she bore too much of a true sin.\n"},{"text":"We advise you, Loddfáfnir,\nbut you will learn advice, -\nyou will enjoy it if you learn, you will be good if you can -:\nknow that if you have a friend,\nthe one you trust well,\nyou will often go to find,\nbecause the grass grows\nand the path is long, which the wind treads.\n"},{"text":"We advise you, Loddfáfnir,\nbut you will learn advice, -\nyou will enjoy it, if you learn,\nyou will be good, if you can -:\nreach out to a good man for the runes of fun\nand learn the magic of healing, while you live.\n"},{"text":"We advise you, Loddfáfnir,\nbut you will learn advice, -\nyou will enjoy it, if you learn,\nyou will be good, if you can -:\nnever be your friend before the tides of war;\nsorrow is the heart, if you speak nor reach\nsomeone's whole mind.\n"},{"text":"We advise you, Loddfáfnir, but you who take advice, -\nyou will enjoy it, if you take it,\nyou will do good, if you can -:\nyou shall never exchange words\nwith a useless monkey,\n"},{"text":"For from an evil man you will never\nget good wages,\nbut a good man\nwill make you able to praise.\n"},{"text":"Then the two are mixed, who speaks with all his heart;\neverything is better than to be in a quarrel;\nis he a friend to another who wants one thing.\n"},{"text":"We advise you, Loddfáfnir, but you who take advice, -\nyou will enjoy it, if you take it, if you can -:\nwith three words at a time you shall often get better roads with a worse man,\nthen there is a worse road.\n"},{"text":"We advise you, Loddfáfnir,\nbut you who learn advice, -\nyou will enjoy it, if you learn,\nyou will do good, if you can -:\nyou will not be a shoemaker or a shoemaker,\nunless you yourself see:\na shoe is made badly or a shoe is wrong,\nthen you will ask for evil.\n"},{"text":"We advise you, Loddfáfnir,\nbut you who learn advice, -\nyou will enjoy it, if you learn,\nyou will do good, if you can -:\nwhere you know evil, curse yourself,\nand give peace to your enemies.\n"},{"text":"We advise you, Loddfáfnir,\nbut you who learn advice, -\nyou will enjoy it, if you learn,\nyou will do good, if you can -:\nnever rejoice in evil,\nbut let yourself be blessed.\n"},{"text":"We advise you, Loddfáfnir, but you who learn advice, -\nyou will enjoy it, if you learn,\nyou will be good, if you can -:\nyou shall look up in battle,\n- the sons of the brave will become like the sons of the brave, -\nthen yours will be of good tails.\n"},{"text":"We advise you, Loddfáfnir, but you who learn advice, -\nyou will enjoy it, if you can -:\nif you want to greet a good woman at the Gamanrunum\nand get joy from her, you should call her beautiful\nand let her be firm;\nyou will be a good person, if you can.\n"},{"text":"We advise you, Loddfáfnir, but you who learn advice, -\nyou will enjoy it, if you learn,\nyou will be good, if you can -:\nI ask you to be careful and not over-careful;\nBe careful with beer and with another woman\nand with the third thing, that thieves and games.\n"},{"text":"We advise you, Loddfáfnir, but you will learn the advice, -\nyou will enjoy it, if you learn,\nyou will be good, if you can -:\nthat you will never laugh at a guest or a passerby.\n"},{"text":"Often the wicked know, those who sit inside,\nwhat kind of people they are, who come;\nis-that a man is so good at fault that he does not follow,\nnor so bad that even one is enough.\n"},{"text":"We advise you, Loddfáfnir, but you will learn the advice, -\nyou will enjoy it, if you learn,\nyou will be good, if you can -:\nthat you will never laugh at hair,\noft is good,\nthat which the old men say;\nOften from a sharp bellows come words understood\nto those who hang with height and strike with arrows\nand wave with willpower.\n"},{"text":"We advise you, Loddfáfnir, but you learn advice, -\nyou will enjoy, if you learn,\nyou will be good, if you can -:\nyou will neither go astray nor on a fence;\nyou can choose well.\n"},{"text":"That tree is framed, which shall ride\nto all to the end;\ngive a bow, or it will ask\nyou to lock each one on the line.\n"},{"text":"We advise you, Loddfáfnir, but you will learn advice, -\nyou will enjoy it if you learn, you will be good if you can -:\nwhere you drink ale, choose from the earth,\nbecause earth takes on age, but fire with the sick,\noak with the sick, axe with the many-knowledged,\nhall with the hirgo, -\nthe moon shall greet the fierce, -\ngraze with the bitten, but with the curse of the runes,\nfold with the flood shall take.\n"},{"text":"I know that I will hew the windy wound on\nall nine nights, a thorn unfurled\nand given to Odin,\nmyself myself,\non that wound that no man knows\nfrom whose roots flows.\n"},{"text":"We will not grant me happiness nor with the horned;\nI went down, I took up runes,\nI took up, I fell back from there.\n"},{"text":"Nine fiddle-stories I took\nfrom the famous son of Bölþorn, Bestla's father,\nand I drank of the gate's expensive mead, the dew of Óðrer.\n"},{"text":"Then I learned to be wise and to be wise\nand to grow and to have good conduct,\nword sought for word\nof word\nof word, deed sought for deed\nof deed\nof deed.\n"},{"text":"Runes you will find and make staves,\nvery large staves, very stiff staves,\nwhich the fiddle-stud got and\nmade the gin-regin\nand raised the ravens.\n"},{"text":"Odin with the Óðas, but for the elves Dáinn,\nDvalinn and for the dwarves,\nÁsvíðr for the giants,\nI raised summer myself.\n"},{"text":"Do you know what to ask for? Do you know what to decide?\nDo you know what to get? Do you know what to tempt?\nDo you know what to pray for? Do you know what to sacrifice?\nDo you know what to send? Do you know what to sow?\n"},{"text":"Better is not asked than too much sacrificed,\nor a gift of value;\nbetter is not sent than too much sown.\nSo did Thunder rise for the people's cause,\nwhen he rose up and came back.\n"},{"text":"I know those poems,\nwhich the women of the people and the weak of man can know.\nHelp is one thing, but that will help you\nwith sins and sorrows and bitter pits.\n"},{"text":"I know another,\nwhich sons must push,\nthose who want to live with doctors.\n"},{"text":"I know the third thing:\nIf I have great need of restraint from my wrath,\nIf I quell my anger,\nNo weapon will bite them.\n"},{"text":"I know the fourth thing:\nIf I have chains on my limbs,\nSo I can walk,\nThe fetters will spring from my feet, but the chains will be taken from my hands.\n"},{"text":"I know the fifth thing:\nIf I am shot by a few arrows in a crowd of people,\nHe is so strong that I can stand still, if I see him too.\n"},{"text":"I know this sixth:\nIf a man wounds me with the mouth of a raw wood,\nAnd that tail that my anger calls,\nThat my soul rather eats than me.\n"},{"text":"I know this seventh:\nIf I see a hall of places burning high,\nBurning so wide that I can save him;\nThat I can spell to cry.\n"},{"text":"I know this eighth, which is useful for all to understand:\nWhere hatred grows among the sons of the noble,\nThat I can soon fix.\n"},{"text":"I know this ninth:\nIf I am too weak to save\nMy ship on the water,\nI will sail on a calm wind and sleep the whole sea.\n"},{"text":"I know the tenth:\nIf I see a field horse playing in the air,\nI so work that they wander\nto their homes, to their homesickness.\n"},{"text":"I know the eleventh:\nIf I am to lead a long-lost friend to battle,\nand I will lead them in stripes,\nbut they go with their kingdom\nsafely, safely away,\nand come safe from where.\n"},{"text":"I know the twelfth:\nIf I see a tree\nup high in the air,\nthen I rise and in the runes I find,\nthat it walks gracefully and speaks to me.\n"},{"text":"I know the thirteenth:\nIf I am to throw water on a young citizen,\nhe will fall, even though he comes among the people,\nhe will fall before the horses.\n"},{"text":"That I know the fourteenth:\nIf I should count the first ten for the first time,\nAesir and Elf I know all the difference;\nFew know the unsung so.\n"},{"text":"That I know the fifteenth\nis the cry of Þjóðrerir the dwarf for Delling's door:\nHe cried mightily to the Aesir, but before the Elfs,\nthe thought of Hroftatý.\n"},{"text":"That I know the sixteenth:\nIf I want to have all the spirit and fun of a swinish man, I will turn my mind\nto a white-armed woman, and I will turn to her for all her comfort.\n"},{"text":"That I know the seventeenth\nthat I will soon be alienated\nfrom the young man.\nYou, Loddfáfnir,\nwill long be accustomed to this poem;\nthough it is good for you if you can,\nuseful if you learn, necessary if you accept.\n"},{"text":"I know that for the eighteenth time,\nwhen I have ever known a virgin or a man's wife,\n- all is better, which one too knows;\nthat follows the end of poetry, -\nexcept for one, which is worse than me,\nor my sister is.\n"},{"text":"Now the Hava words are recited in the Hava hall,\nall the need of the sons of the giants, no need of the sons of the giants;\nblessed is he who recited, blessed is he who knows,\nenjoys he who has learned, blessed are those who obeyed.\n"}]}